# ADMIN TEXT

text-start_admin = <b>Ты в админ-панели</b>

    Выбери действие 👇

# USER TEXT

text-user-start_stage1 = 🧠 Подключение к сети LeadNet...

text-user-start_stage2 = 💠 Синхронизация частотных каналов...

text-user-start_stage3 = 🛰 Загрузка информационного меню LeadNet...

text-user-menu = 💠 <b>Главное меню Reactor LeadNet</b>

    🧭 <b>${name},</b> знаю — тебе не терпится подключиться к нашему реактору и получить поток клиентов, которые приходят с желанием, а не с возражением.

    Но сначала тебе необходимо пройти —
    🧩 <u><b>ВЕРИФИКАЦИЮ.</b></u>

    <i>После проверки система определит, может ли твой проект быть подключён к сети LeadNet
    и на каких условиях будет активировано подключение.</i>
    🔻🔻🔻

text-user-verif_stage1 = 📍 Custom Gate активирован.

text-user-verif_stage2 = 📡 Сеть <b>LeadNet</b> проверяет частоты твоего проекта.

text-user-verification = ↔️ <b>ВЫБЕРИ КОРИДОР ПОДКЛЮЧЕНИЯ:</b>

    🔴 <b>Стандартный путь</b>
    — если хочешь подключиться как партнер, оплатив подключение.

    ⚡️ <b>Ускоренный путь (FastLane)</b>
    — если твой продукт способен принести результат за 24 часа и ты готов сотрудничать за процент
    от прибыли.

    <b>Выбор влияет на схему подключения и приоритет в потоке.</b>

    🧠 <b>${name}, какой коридор выбираешь?</b>

text-user-fastlane_stage1 = 🧠 Подключение к единому разуму <b>LeadNet Reactor</b> начато.

text-user-fastlane_stage2 = 🌐 Система синхронизирует твои частоты с общим полем данных.

text-user-fastlane = ⚡️ <b>FastLane Mod активирован</b>

    🔹 <b>${name}, как твой чудо-продукт способен усилить бизнес за 24 часа.</b>

    Укажи:
    <code>1️⃣ Что именно ты внедряешь.
    2️⃣ Для кого предназначен продукт.
    3️⃣ Какой результат проявится уже в первые сутки.</code>
    
    После анализа сеть решит —
    допустить тебя к потоку <b>без оплаты (за процент)</b> или направить <b>в стандартный контур.</b>

text-user-delta_stage1 = 🧩 Reactor Delta Model

text-user-delta = 🌀 <b>FastLane Mod — пример подключения</b>

    <b>LeadNet Reactor</b> синхронизировал четыре независимых модуля в единую экосистему с автономным ростом.

    1️⃣ <b>JOKER — Психолог.</b>
    Находится в потоковой сети LeadNet.
    + Доп Актив — блог 100k

    2️⃣ <b>Маркетолог.</b>
    Заметил, что у Джокера нет мини-продукта.
    Придумал воронку под ее аудиторию через ChatPlace и настроил цепочку оплат.
    💥 <b>Дельта: +10 000 ₽ в день.</b>

    3️⃣ <b>Контент-завод.</b>
    Автоматизировал и масштабировал Reels через нейросеть, разгрузив Джокера
    от рутины.
    💥 <b>Дельта: +10 000 ₽ в день.</b>

    4️⃣ <b>ИИ-роботы.</b>
    Создал ИИ-агентов, которые обрабатывают 20 000 входящих лидов 24/7.
    💥 <b>Дельта: +5 000 ₽ в день</b>

    ⸻

    <b>${name}, понял, как работает FastLane Mod?</b>

text-user-neurohub = 🔴 Чтобы разблокировать эту ветку, пройди процесс верификации.

text-user-pro_reactor = 🔴 Чтобы разблокировать эту ветку, пройди процесс верификации.

text-user-traffic = 📡 Какой источник трафика использует LeadNet?

    <a href="https://teletype.in/@mr.noobody/p9fzjdlmU0i">Развернуть статью</a>
    🔻🔻🔻

# BUTTONS

btn-admin-to_menu = ☄️ Черная дыра

btn-verification = 🧩 Верификация

btn-neurohub = 🧬 NeuroHub

btn-reactor = 🔴 Pro Reactor

btn-traffic = 📡 Откуда трафик?

btn-standard = 🔴 Standard

btn-fastlane = ⚡️ FastLane

btn-example_delta = 🧩 Пример Δ (дельты)

btn-yes = ✅ Да

btn-no = 🚫 Не подходит

btn-back = ↩️ Назад

btn-cancel = 🚫 Отмена

# MEDIA

media-menu_shine = https://t.me/sksjkdksnsjdjdndksm/9

media-fastlane_shine = https://t.me/sksjkdksnsjdjdndksm/2