# ADMIN TEXT

text-admin-start = <b>Приветствую</b>

    Ты находишься в админ-панели. Выбери действие 👇

text-admin-accounts = <b>Вот база аккаунтов:</b>

    Что ты хочешь сделать? 🧐

text-admin-enter_phone = <b>Введи номер телефона</b>

    Пример: <code>+573504208536</code>

text-admin-enter_api_id = <b>Введи API_ID</b>

    Пример: <code>2040</code>

text-admin-enter_api_hash = <b>Введи API_HASH</b>

    Пример: <code>b18441a1ff607e10a989891a5462e627</code>

text-admin-enter_app_version = <b>Введи APP_VERSION</b>

    Пример: <code>6.2.4 x64</code>

text-admin-enter_device_model = <b>Введи DEVICE_MODEL</b>

    Пример: <code>FDZWJ-ELITE</code>

text-admin-enter_system_version = <b>Введи SYSTEM_VERSION</b>

    Пример: <code>Windows 10</code>

text-admin-enter_lang_code = <b>Введи LANG_CODE</b>

    Пример: <code>en</code>

text-admin-enter_password = <b>Введи PASSWORD</b>

    Пример: <code>ssshhhiiittt!</code>

text-admin-enter_proxy_scheme = <b>Введи PROXY_SCHEMA</b>

    Пример: <code>socks5</code>

text-admin-enter_proxy_host = <b>Введи PROXY_HOSTNAME</b>

    Пример: <code>154.219.22.231</code>

text-admin-enter_proxy_port = <b>Введи PROXY_PORT</b>

    Пример: <code>63615</code>

text-admin-enter_proxy_username = <b>Введи PROXY_USERNAME</b>

    Пример: <code>XqmHeD3q</code>

text-admin-enter_proxy_password = <b>Введи PROXY_PASSWORD</b>

    Пример: <code>5A42XGkb</code>

text-admin-enter_code = <b>Введи код</b>

    Он пришел на данный аккаунт от Telegram

    Пример: <code>54954</code>

text-admin-delete_accs = <b>Удаляю следующие аккаунты:</b>

    <code>{ $accounts }</code>

    Ты уверен? 🧐

text-admin-receive_code = <b>Использую <code>{ $phone }</code></b>

    Вот последний код от Telegram: <code>{ $code }</code>

text-admin-account_added = ✔️ Аккаунт успешно добавлен

text-admin-accounts_deleted = ✔️ Аккаунты успешно удалены

text-admin-account_failed = 🔴 Ошибка при добавлении аккаунта

text-admin-mailing = Пришли сообщение для рассылки

text-admin-mailing_done = ✔️ Рассылка выполнена

text-admin-database = <b>Вот файл с базой данных</b>

text-data-fastlane = 🔰 <b>FASTLANE</b>
    <b>Username:</b> { $username }
    <b>Status:</b> NEW • 0:52m ago

    <b>Суть:</b>
    { $product }

    <b>Воспользуйся кнопками ниже 🔻</b>

text-data-standard = 🔴 <b>STANDARD</b>
    <b>Username:</b> { $username }
    <b>Status:</b> NEW • 0:52m ago

    <b>СУТЬ:</b>

    ⚙️ <b>Ниша / продукт:</b>
    { $niche }
    ⸻
    🛜 <b>Источники трафика:</b>
    { $traffic }
    ⸻
    📈 <b>Модель продаж:</b>
    { $model }
    ⸻
    📊 <b>Юнит-экономика:</b>
    { $economy }
    ⸻
    🏁 <b>Окно запуска:</b>
    { $time }

    <b>Воспользуйся кнопками ниже 🔻</b>

text-admin-decline = 🚫 <b>Ты хочешь отклонить заявку</b>

    Ты уверен? 💥

text-admin-call = ☎️ <b>Ты хочешь пригласить на созвон.</b>

    Ты уверен? 💥

text-admin-watcher = 🧩 <b>Ты хочешь выдать доступ внедренца.</b>

    Ты уверен? 💥

text-done = ✔️ Действие успешно выполнено

# USER TEXT

text-user-start_stage1 = 🧠 Подключение к сети <b>LeadNet...</b>

text-user-start_stage2 = 💠 Синхронизация частотных каналов...

text-user-start_stage3 = 🛰 Загрузка информационного меню <b>LeadNet...</b>

text-user-menu = 💠 <b>Главное меню Reactor LeadNet</b>

    🧭 <b>{ $name },</b> знаю — тебе не терпится подключиться к нашему реактору и получить поток клиентов, которые приходят с желанием, а не с возражением.

    Но сначала тебе необходимо пройти —
    🧩 <u><b>ВЕРИФИКАЦИЮ.</b></u>

    <i>После проверки система определит, может ли твой проект быть подключён к сети LeadNet
    и на каких условиях будет активировано подключение.</i>
    🔻🔻🔻

text-user-pulse = ⚡️✦⚡️ <b>PULSE — единственный в мире инструмент, который в два клика показывает твоё предложение огромному количеству людей и мгновенно выдаёт честную реакцию.</b>

    <b>ЗАЯВКИ ИЛИ ТИШИНА.</b>

    Если есть отклик — ты собрал правильную связку.
    Можешь сразу увеличивать мощность.

    У нас Pulse выдаёт <b>до 70 лидов в сутки.</b>
    И какая бы ни была твоя ниша — когда разберёшься, как подбирать связку, ты выйдешь <b>на 3–9 лидов в день</b> (90–270 в месяц).

    ‼️ <i><b>{ $name },</b> перед запуском обязательно пройди <b>Пусковую подготовку.</b>
    Без неё ты просто не соберёшь рабочую связку — и потеряешь время.</i>

text-user-pusk_prepare = ⚙️ <b>Как устроен Pulse</b>

    Чтобы ты мог управлять потоком так, будто сидишь за штурвалом, и чтобы весь процесс был максимально простым и полностью автоматизированным — под капот Pulse мы поместили импульсный двигатель.

    Прямо с телефона ты:

    <b>Загрузил оффер → добавил сторисы → запустил связку → получил отклик.</b>
    <i>(Отсутствие отклика — тоже реакция.)</i>

    Дальше — решения по цифрам: усиливать, менять или тестировать новую идею.

    👉 <i>Что клиенты делают через <b>Pulse</b> — смотри в следующем шаге.</i>

text-user-how_works_pulse = ⚙️ <b>Как работает Pulse</b>

    <b>Pulse</b> — это система, которая <b>автоматически заходит в сотни Telegram-чатов от твоего имени</b> и размещает оффер так, будто это делает живой человек.

    Она распределяет нагрузку между аккаунтами, выбирает безопасный темп, меняет форматы сообщений и следит за тем, чтобы твой заход выглядел естественно и не вызывал удалений.

    <b>Pulse</b> создаёт для тебя <b>непрерывный поток показов,</b> каждый из которых может превратиться во входящий запрос.

    Где-то людям интересно.
    Где-то — нет.

    Но <b>каждый показ — это шанс.</b>
    И <b>Pulse</b> делает так, чтобы таких шансов у тебя было сотни каждый день — автоматически.

text-user-tg_chats = 🧩 <b>Как устроены Telegram-чаты</b>

    Представь, что ты заходишь в квартиру:
    в одной комнате обсуждают отпуск,
    в другой спорят о футболе,
    в третьей говорят о работе,
    а в коридоре стоит хозяин и следит за порядком.

    Если ты ворвёшься <b>с агрессивным оффером,</b>
    это будет выглядеть так, будто ты залетел в квартиру
    и начал перекрикивать всех с порога.
    Реакция понятная — <b>тебя просто выведут.</b>
    ⸻
    ❌ <b>Что в чатах удаляют сразу</b>
    ▪️ <i>агрессивную рекламу
    ▪️ MLM-тон
    ▪️ казино-стиль
    ▪️ ссылки и ники
    ▪️ сухие продающие тексты</i>
    ⸻
    ✔️ <b>Что работает</b>
    ▪️ <i>короткий нативный оффер
    ▪️ история
    ▪️ мягкий заход, который ▪️выглядит естественно.</i>
    ⸻
    💡 <b>Теперь важно понять, какой оффер вообще можно занести внутрь такой “квартиры”.</b>

text-user-offer_pulse = 🧲 <b>Как собрать связку

    (оффер + сторис)</b>

    Чтобы заходить в чаты правильно, нужна смекалка:
    универсальный нативный оффер + сторисы с конечным результатом.

    <b>Оффер</b> — короткий, естественный, “как будто написал обычный человек”.

    Ты можешь:
    • загрузить свой
    • или собрать через Конструктор офферов (кнопка ниже)

    <b>Сторис (3–5 штук)</b> — продолжение оффера.
    Они показывают результат, дают контекст и раздувают интерес так, чтобы человек сам захотел написать.

    Запомни:
    <b>Оффер — это крючок.
    Сторисы — это раскрытие.</b>

text-user-test_zalp = 🚀 <b>Тестовый залп Pulse</b>

    Ты уже понял механику <b>Pulse</b> — теперь самое интересное.

    Хочешь увидеть, как <b>Pulse</b> работает вживую?
    Мы даём тебе возможность сделать один бесплатный тестовый залп,
    чтобы ты увидел всё своими глазами.

    Это не запуск на нашу базу.
    Это пробный выстрел по твоей выборке,
    чтобы ты точно видел, куда улетел залп
    и как отреагирует аудитория.

    <b>Готов попробовать?</b>

text-user-give_chats = 📡 <b>Загрузить свои чаты</b>

    Чтобы <b>Pulse</b> сделал честный тестовый залп,
    ты должен указать, <b>куда именно отправить выстрел.</b>

    В боевом режиме <b>Pulse</b> работает по <b>нашей базе,</b>
    но на тестовом этапе важно,
    чтобы ты видел <i>конкретно свои чаты</i>
    и понимал маршрут залпа.

    Загрузи список чатов. Каждая ссылка с новой строки
 
    После загрузки кнопка запуска станет активной.

text-user-upload_chats = <b>Загрузите список чатов</b>
    — каждая ссылка с новой строки.

    <b>Pulse</b> сам очистит мусор, проверит валидность и подготовит список к залпу.

text-user-no_links = ❗️ Вы не загрузили ни одной ссылки

text-user-much_links = ❗️ Вы загрузили слишком много ссылок

text-user-msg_zalp = ✍️ <b>Выбери сообщение для тестового залпа</b>

    Pulse отправит короткое нативное сообщение,
    чтобы ты увидел <i>сам процесс работы.</i>

    По умолчанию мы используем:

    <blockquote><b>«Проверяю формат. Если удобно — напишите в личку.»</b></blockquote>

    Хочешь — можешь указать своё тестовое сообщение.
    Это не продажа и не связка — просто текст для проверки механики.

text-user-use_own = ✍️ Отправь мне свой оффер

text-user-start_zalp = 🔥 <b>Запустить залп</b>

    Чаты загружены.
    Тестовое сообщение выбрано.

    <b>Pulse</b> подготовил маршрут и готов выполнить твой первый тестовый выстрел.

    После запуска процесс идёт полностью автоматически:
    система сама пройдёт по указанным чатам
    и разместит тестовое сообщение нативно —
    так же, как это делает живой человек.

    Это один пробный залп,
    чтобы ты увидел механику Pulse вживую.

    <b>Готов выстрелить?</b>

text-user-flow = 🚀 Залп выполняется...

text-user-pulse_going = 🧲 <b>Pulse</b> проходит по загруженным чатам...

text-user-pulse_live = 🧩 Всё происходит в реальном времени...

text-user-zalp_done = 💥 <b>Залп выполнен</b>

    Pulse прошёл по загруженным чатам
    и разместил твоё тестовое сообщение
    в нативном формате.

    Это честная демонстрация
    того, как работает система под капотом.

    Если хочешь перейти от теста
    к настоящей мощности — продолжай подготовку
    или переходи сразу к тарифам.

text-user-how_works_continue = ⚙️ <b>Как Pulse работает под капотом</b>

    То, что для тебя выглядит как «залп в два клика»,
    для нас — сложная технологическая система.

    Чтобы <b>Pulse</b> мог заходить в тысячи чатов и не ловить баны,
    мы выполняем огромный объём скрытой работы.

text-user-accs_prepare = 🔥 <b>Подготовка аккаунтов</b>

    Чтобы твои сообщения выглядели естественно,
    каждый аккаунт проходит большой цикл:

    • закупка тысяч аккаунтов оптом
    • каждому подключаем Telegram Premium
    • ставим аватарки
    • добавляем сторисы
    • симулируем поведение живых пользователей

    Один аккаунт вступает в 500–1000 чатов до нескольких недель.
    Это невозможно повторить вручную.

text-user-antispam = 🔥 <b>Антиспам и техническая защита</b>

    Чтобы <b>Pulse</b> не банили, мы строим защиту:

    • ротация аккаунтов
    • до 4 прокси на 1 аккаунт
    • смена IP
    • задержки как у живого человека
    • имитация набора текста
    • обход спам-фильтров
    • восстановление сессий
    • распределение нагрузки
    • анализ поведенческих паттернов

    Это огромная инфраструктура,
    которую Telegram не видит как автоматизацию.

text-user-base_pulse = 🔥 <b>База Pulse</b>

    <b>Pulse</b> использует более 12 000 чатов,
    которые мы ежедневно обновляем по реальным откликам.

    Мы отслеживаем, в каких чатах есть реакция,
    а какие умерли — и удаляем их.

    <b>Pulse</b> — не рассылка.
    Это система, которая делает за тебя
    то, что невозможно руками.

text-user-benifits_pulse = 🧠 <b>Что даёт Pulse, кроме лидов</b>

    Наши клиенты используют <b>Pulse,</b> чтобы:

    • тестировать гипотезы
    • запускать новые услуги
    • находить сотрудников любого уровня
    • проверять спрос
    • понимать реакцию людей
    • валидировать идеи
    • получать честные отклики

    <b>Pulse</b> — это инструмент влияния в Telegram-среде.

text-user-tarifs = 💵 <b>ТАРИФЫ PULSE</b>

    Выбери режим, который запустит тебе поток холодных касаний в Telegram.

    Pulse работает 24/7 по живой базе чатов.
    Чем длиннее период — тем ниже стоимость суток и тем ровнее поток.

    <b>Чтобы ты понял, насколько Pulse дешевле любого трафика:</b>

    <b>ADS</b> — вход от 1000–1500€
    <b>Блогеры</b> — 15–50 тыс ₽ за одну интеграцию
    <b>Партнёрки</b> — 30–40% с продаж
    <b>Рилсы</b> — месяц продакшена и непредсказуемый результат. 

    🔥 <b>Pulse — от 1 166 ₽ в сутки, реакции уже через 3–4 часа.</b>

    3 дня — <b>чтобы нащупать связку</b>
    10 дней — <b>чтобы получить поток</b>
    30 дней — <b>чтобы масштабировать и закрепить результаты</b>

    <b>Pulse — самый быстрый и бюджетный способ оживить личку холодными заявками и увидеть честную реакцию аудитории на твой продукт.</b>

text-user-pulse_threedays = 🧪 <b>ТЕСТ — 3 ДНЯ</b>

    <b>6 900 ₽ / период</b>
    <b>≈ 2 300 ₽ / сутки</b>

    <b>Чтобы понять механику Pulse, протестировать офферы и быстро нащупать рабочую связку.</b>

    <b>Что входит:</b>
    • автоматическая работа связки 24/7
    • замена связки 1–2 часа
    • загрузка сторис
    • отчёт по входящим
    • возможность остановить / обновить связку
    • ручной PUSH потерянных лидов — 1 раз в сутки
    • до 5 связок в сутки (идеально для быстрых тестов)
    • 2 500 касаний в день, распределяются между офферами

    Этот тариф создан не для «потока», а для <i>экспериментов:</i> больше вариаций — быстрее находишь работающий текст.

    👉 Подключить за <b>2 300 ₽/сутки</b>

text-user-pulse_tendays = ⚡️ <b>PULSE — 10 ДНЕЙ (РЕКОМЕНДУЕМ)</b>

    <b>20 000 ₽ / период</b>
    <b>≈ 2 000 ₽ / сутки</b>

    <b>Чтобы получить стабильный поток и разогнать связку.</b>

    <b>Что входит:</b>
    • автоматическая работа связки 24/7
    • замена оффера до 3 часов
    • загрузка сторис
    • ежедневный ручной PUSH потерянных лидов
    • полный отчёт
    • поддержка
    • до 2 связок в сутки
    • 2 500 касаний в день

    Оптимальный баланс: 3–5 дней — разгон, дальше — стабильный поток заявок.

    🚀 Подключить за <b>2 000 ₽/сутки</b>

text-user-pulse_month = 🛰 <b>PULSE — 30 ДНЕЙ</b>

    <b>35 000 ₽ / период</b>
    <b>≈ 1 166 ₽ / сутки</b>

    <b>Для тех, кому нужен стабильный поток и ровный рост.</b>

    <b>Что входит:</b>
    • автоматическая работа связки 24/7
    • моментальная замена оффера
    • загрузка сторис
    • ежедневный ручной PUSH
    • расширенный отчёт
    • премиум-поддержка
    • приоритет в очереди
    • до 2 связок в сутки
    • 2 500 касаний в день
    • 🎁 Конструктор офферов LeadNet 
    • 🎁 Мини-конструктор сторис

    Самый выгодный тариф по суткам. Идеален для масштабирования: месяц даёт самую ровную аналитику и стабильный поток.

    🌍 Подключить за <b>1 166 ₽/сутки</b>

text-user-verif_stage1 = 📍 Custom Gate активирован.

text-user-verif_stage2 = 📡 Сеть <b>LeadNet</b> проверяет частоты твоего проекта.

text-user-verification = ↔️ <b>ВЫБЕРИ КОРИДОР ПОДКЛЮЧЕНИЯ:</b>

    🔴 <b>Стандартный путь</b>
    — если хочешь подключиться как партнер, оплатив подключение.

    ⚡️ <b>Ускоренный путь (FastLane)</b>
    — если твой продукт способен принести результат за 24 часа и ты готов сотрудничать за процент
    от прибыли.

    <b>Выбор влияет на схему подключения и приоритет в потоке.</b>

    🧠 <b>{ $name }, какой коридор выбираешь?</b>

text-user-fastlane_stage1 = 🧠 Подключение к единому разуму <b>LeadNet Reactor</b> начато.

text-user-fastlane_stage2 = 🌐 Система синхронизирует твои частоты с общим полем данных.

text-user-fastlane = ⚡️ <b>FastLane Mod активирован</b>

    🔹 <b>{ $name }, как твой чудо-продукт способен усилить бизнес за 24 часа.</b>

    Укажи:
    <code>1️⃣ Что именно ты внедряешь.
    2️⃣ Для кого предназначен продукт.
    3️⃣ Какой результат проявится уже в первые сутки.</code>
    
    После анализа сеть решит —
    допустить тебя к потоку <b>без оплаты (за процент)</b> или направить <b>в стандартный контур.</b>

text-user-delta = 🌀 <b>FastLane Mod — пример подключения</b>

    <b>LeadNet Reactor</b> синхронизировал четыре независимых модуля в единую экосистему с автономным ростом.

    1️⃣ <b>JOKER — Психолог.</b>
    Находится в потоковой сети LeadNet.
    + Доп Актив — блог 100k

    2️⃣ <b>Маркетолог.</b>
    Заметил, что у Джокера нет мини-продукта.
    Придумал воронку под ее аудиторию через ChatPlace и настроил цепочку оплат.
    💥 <b>Дельта: +10 000 ₽ в день.</b>

    3️⃣ <b>Контент-завод.</b>
    Автоматизировал и масштабировал Reels через нейросеть, разгрузив Джокера
    от рутины.
    💥 <b>Дельта: +10 000 ₽ в день.</b>

    4️⃣ <b>ИИ-роботы.</b>
    Создал ИИ-агентов, которые обрабатывают 20 000 входящих лидов 24/7.
    💥 <b>Дельта: +5 000 ₽ в день</b>

    ⸻

    <b>{ $name }, понял, как работает FastLane Mod?</b>

text-user-fastlane_send1 = ⚙️ Идёт передача данных...
    ▰▰▰▰▰▰▰▰▰▱ 97%

text-user-fastlane_send2 = ✔️ Система зафиксировала сигнал.

text-user-fastlane_check = 🧩 <b>Проверь данные перед отправкой в центр обработки данных LeadNet 👇</b>
    ⸻
    📈 <b>Чудо-продукт:</b>
    { $fastlane_product }
    ⸻
    ⁉️ <b>Всё верно?</b>
    <b>Если данные подтверждаешь — система активирует канал передачи LeadNet.</b>

text-user-compilation1 = 🧩 Компиляция данных…

text-user-compilation2 = 📤 Передача в центр обработки LeadNet...

text-user-data_sent = ✔️ <b>Успех!</b>
    { $name }, данные переданы в центр обработки <b>LeadNet.</b>

    Система анализирует модель бизнеса и определяет степень совместимости с внутренней экономикой сети <b>LeadNet</b>.

    ⏱️ <b>Проверка займёт 24–48 часов.</b>

    Если показатели совпадут —
    ты получишь сигнал от @Demon_Evilgin
    и детали подключения к потоку.

    Пока ждешь, можешь посетить наш развлекательный NeuroHub и скоротать время

    ⸻

    🧩 <b>Сейчас на верификации:</b> 60
    🔹 <b>В обработке:</b> 12
    <b>{ $niche }:</b> 4 слота

text-user-standard = 🔴 <b>Standard Mode активирован.</b>

    Ответь на <b>Q5</b> вопросов — и система сама рассчитает, насколько твой бизнес совместим с частотами сети <b>LeadNet.</b>

    Процедура займёт несколько минут.

    💠 <b>{ $name }, ты готов?</b>

text-user-product_stage1 = 🧩 Сеть <b>LeadNet</b> начала продуктовое сканирование…

text-user-product = ⚙️ <b>Q1 / 5 — Продуктовая частота</b>

    Опиши свой продукт, чтобы система зафиксировала твою частоту:

    <code>1️⃣ Что именно продаёшь (1–2 предложения).
    2️⃣ Для кого это (ЦА).
    3️⃣ Какой конкретный результат получает клиент.</code>

    ✳️ <b>Отправь ответ одним сообщением — система уловит сигнал.</b>

    <b>Плейсхолдер-пример:</b> <i>"Онлайн-курс по упаковке личного бренда для экспертов. ЦА — коучи и продюсеры. Результат — профиль, который конвертит в тёплые заявки за 14 дней"</i>

text-user-traffic_stage1 = 🧩 Синхронизируем частоту...

text-user-no_traffic_stage1 = ⚠️ Недостаточный сигнал. Сообщение должно содержать более 20 символов

text-user-sources_traffic = 🛜 <b>Q2 / 5 — Источники трафика</b>

    Опиши свой источник трафика.

    <code>1️⃣ Откуда сейчас приходят клиенты (каналы: Яндекс, Ads, посевы, Reels/Shorts, ВК, рекомендации и т.д.)?
    2️⃣ Что работает лучше всего и почему?
    3️⃣ Примерные цифры за 30 дней: бюджет → лиды → продажи (если есть).</code>

    <b>Плейсхолдер-пример:</b> <i>«TG ADS. ADS — основной драйвер: 1000€ бюджет → 100 лидов → 10 оплат.»</i>

text-user-model_stage1 = 🧩 Система калибрует экономический поток...

text-user-model = 📈 <b>Q3 / 5 — Модель продаж</b>

    Как ты превращаешь лиды в деньги?

    <code>1️⃣ Формат закрытия (созвоны/Директ/лендинг/вебинар/бот).
    2️⃣ Воронка в 3 шагах (например: рилс → Директ → созвон).
    3️⃣ Конверсия из лида в оплату (%) и среднее время сделки.</code>

    <b>Плейсхолдер:</b> <i>«Рилс → Директ → созвон. Конверсия в оплату ~6%, среднее время сделки 3 дня.»</i>

text-user-economics_stage1 = 🧩 Синхронизируем узлы конверсии.

text-user-economics = 📊 <b>Q4 / 5 — Юнит-экономика и мощность</b>

    Расскажи про цифры своего бизнеса.

    <code>1️⃣ Средний чек и маржинальность.
    2️⃣ Повторные покупки/LTV (если есть).
    3️⃣ Сколько клиентов в месяц ты готов(а) обработать без потери качества.</code>

    <b>Плейсхолдер:</b> <i>«Средний чек 120 000 ₽, маржа 55%, LTV 1,6. Готов(а) обрабатывать 20–25 клиентов/мес.»</i>

text-user-time_stage1 = 🧩 Синхронизируем узлы связи...

text-user-time = 🏁 <b>Q5 / 5 Окно запуска</b>

    Когда готов стартовать?

    Выбери временной коридор ⏱️

text-user-standard_check_stage1 = 🧩 Финальная фиксация сигнала…

text-user-standard_check = 🧩 <b>Проверь данные перед отправкой в центр обработки данных LeadNet 👇</b>
    ⸻
    ⚙️ <b>Ниша / продукт:</b>
    { $niche }
    ⸻
    🛜 <b>Источники трафика:</b>
    { $sources }
    ⸻
    📈 <b>Модель продаж:</b>
    { $model }
    ⸻
    📊 <b>Юнит-экономика:</b>
    { $unit_economy }
    ⸻
    🏁 <b>Окно запуска:</b>
    { $time }
    ⸻
    ⁉️ <b>Всё верно?</b>
    <b>Если данные подтверждаешь — система активирует канал передачи LeadNet.</b>

text-user-neurohub = 🔴 Чтобы разблокировать эту ветку, пройди процесс верификации.

text-user-pro_reactor = 🔴 Чтобы разблокировать эту ветку, пройди процесс верификации.

text-user-traffic = 📡 Какой источник трафика использует LeadNet?

    <a href="https://teletype.in/@mr.noobody/p9fzjdlmU0i">Развернуть статью</a>
    🔻🔻🔻

text-user-accepted = ✔️ <b>Твоя частота подтверждена.</b>
    Канал связи с ядром LeadNet открыт.

    ⚡️ <b>{ $name } — @Demon_Evilgin вызывает тебя на связь.</b>
    Он хочет обсудить детали, касающиеся твоего предложения.

    🔹 Скопируй пароль ниже и отправь его Демону в личные сообщения.
    Это активирует прямой канал связи.

    🔑 <b>Пароль активации:</b> <code>🟢 888LNX–READYM</code>

    После отправки Демон получит уведомление и проверит твои данные.
    Если он в сети — связь установится мгновенно.

text-user-declined = <b>Администрация LeadNet</b>
    ❌ <b>Подключение к { $niche } отклонено.</b>

    <b>{ $name },</b> по результатам верификации частоты твоего проекта не совпали с параметрами сети.

    ⚙️ Рекомендуем временно перейти в режим наблюдения и изучить, где твой продукт способен усилить систему.

    🕸️ Сеть <b>LeadNet</b> непрерывно сканирует пространство в поисках редких артефактов.
    Твоя частота может совпасть при следующем импульсе.

    Ты можешь попытаться пробиться через <b>коридор { $anti_niche }</b> или попробовать <b>{ $niche } снова через 7 дней.</b>

# ADMIN BUTTONS

btn-admin-accounts = 🤖 Аккаунты

btn-previous_accs = <

btn-next_accs = >

btn-add_accs = ➕ Добавить

btn-delete_accs = 🚫 Удалить

btn-recieve_code = ☎️ Получить код

btn-admin-mailing = ✉️ Рассылка

btn-admin-to_menu = 🃏 Черная дыра

btn-admin-database = 📋 База данных

btn-decline = 🚫 Отказать

btn-call = ☎️ Созвон

btn-watcher = 🧩 Доступ наблюдателя

btn-answer = 💬 Ответить

# BUTTONS

btn-pulse = ❄️ Pulse

btn-pusk_prepare = 🫂 Пусковая подготовка

btn-what_pulse = ⚙️ Что такое Pulse

btn-work_pulse = 🔑 Как работает Pulse

btn-examples_offer = 🔹 Показать примеры

btn-use_standard = 👉 Оставить стандартное

btn-use_own = 👉 Написать своё

btn-previous = 🔺 Previous

btn-next = 👉 Next

btn-zalp = 👉 Тестовый залп

btn-edit_zalp = 👉 Поменять данные

btn-start_zalp = 🔥 Запустить залп

btn-continue_prepare = 📚 Продолжить подготовку

btn-upload = 👉 Загрузить

btn-tarifs = 💵 Тарифы

btn-pulse_threedays = 🧪 ТЕСТ — 3 дня

btn-pulse_tendays = ⚡️ PULSE — 10 дней

btn-pulse_month = 🛰 PULSE — 30 дней

btn-start_pulse = 🚀 Запустить Pulse

btn-constructor = ⚒️ Конструктор

btn-my_campaings = 🗂 Мои кампании

btn-verification = 🧩 Верификация

btn-neurohub = 🧬 NeuroHub

btn-pro_reactor = 🔴 Pro Reactor

btn-traffic = 📡 Откуда трафик?

btn-support = 💬 Поддержка

btn-standard = 🔴 Standard

btn-fastlane = ⚡️ FastLane

btn-delta = 🧩 Пример Δ (дельты)

btn-go_standard = ✔️ Да, приступай

btn-hurry = 🔥 Срочно (3 дня)

btn-week = ⏳ Неделя

btn-month = 🗓 Месяц

btn-menu = 💠 Главное меню

btn-send = 💠 Отправить

btn-demon = ☎️ Вызвать Demonа

btn-yes = ✔️ Да

btn-no = 🚫 Не подходит

btn-back = ♟️ Назад

btn-cancel = 🚫 Отмена